[{"Document": "The NCERT appreciates the efforts of the Textbook Development \nCommittee. Several experts and teachers have contributed towards the finalisation of this book. We are grateful to them and their institutions. I am thankful to Professor Saroj Yadav, Dean (Academic) and the Project Coordinator of the National Population Education Project (NPEP) for her continuous efforts in developing this material and bringing it to its present from.\nAs an organisation committed to systemic reform and continuous \nimprovement in the quality of our products, the NCERT welcomes comments and suggestions from teachers and students, which will enable us to undertake further revision and refinement.\nHrushikesh Senapaty \nDirector\nNew Delhi    National Council of Educational\nMay, 2020     Research and Training\nPrelims_X.indd   3 8/24/2020   1:15:10 PM\n2024-25", "Similarity Score": 0.6677795528818791}, {"Document": "activitiEs  on \nhuman  Body\n2\nChap-2.indd   11 8/24/2020   1:09:23 PM\n2024-25", "Similarity Score": 0.652239230119215}, {"Document": "aCknowledgemen Ts\nThe National Council of Educational Research and Training (NCERT) \nacknowledges the valuable contribution of the following individuals \nand organisations for reviewing and refining the manuscript of this book.\nAmit Sharma, TGT Physical Education, Kendriya Vidyalaya  \nNo.-1, Delhi Cantt.; Asha Arora, Science Teacher, CIE, Department of Education, University of Delhi; Bhagwati Yadav, Yoga Teacher, KV NSG, Manesar, Gurugram, Haryana; Guru Dutt Ghai,  \nProfessor, Department of Health and Physical Education, Laxmibai Institute of Physical Education, Gwalior, Madhya Pradesh; Indu Sharma, Assistant Professor, Yoga, Morarji Desai National Institute of Yoga, New Delhi; Namrata Khanna, Consultant, Food Safety and Standards Authority of India (FSSAI), FDA Bhawan, New Delhi; Neetu Sharma, Yoga Therapist, Morarji Desai National Institute of Yoga, New Delhi; N.K. Dutta, Associate Professor and Head ,", "Similarity Score": 0.6503069446289603}]